INTRODUCTION = '''Добрый день, уважаемые участники! Мы рады приветствовать вас на голодных играх за звание лучшего питониста НГУ!
      Правила игры просты:
      1. Каждый игровой час вы должны принимать решение о действиях на его протяжении. Всего вам доступно 5 вариантов,
      каждый из них влияет как на ваши ресурсы, так и на взаимодействие с другими игроками.
      2. Иногда на арене возникают случайные явления: они могут как навредить вам, так и помочь.
      3. Победитель - либо один, последний оставшийся в живых, либо никто :)
      4. Все из вас в равных условиях. Победе способствует только ваша стратегия и сила вселенского хаоса.
      
      Назовите свои имена!
      '''
PLAYER_N = 'Игрок №'
PLAYER_DEAD = '-й игрок мертв'
STATS = 'Показатели'
FOR = '-го игрока'
DAMAGE = 'Наносимый урон'
CHANCE = 'Шанс получить урон: 1 к '
REGENERATION = 'Может восстановить за ход'
ACID_CLOUDS = '''
~~~Приближаются кислотные облака...
    '''
ACID_DAMAGE = 'Кислотный дождь ранит всех на'
PASS_BY = '''... и проходят мимо~~~
        '''
LUCKY = 'вам везет! Вселенная  дает вам'
MOVE = '''
    Ваше действие:
    1. Атаковать соперника
    2. Улучшить оружие
    3. Подлечиться
    4. Снизить уязвимость
    5. Найти лекарства
    [1-5]: '''
ATTACK = 'Атаковать игрока №: '
IS_DAMAGED = 'получает урон равный'
DODGE = 'уворачивается от атаки'
WEAPON_UP = 'теперь имеет оружие, наносящее на 10 HP больше урона'
HEAL = 'восстанавливает'
DEFENCE = 'уменьшает свои шансы подвергнуться атаке до 1 к'
MEDICINE = 'теперь может восстанавливать на 10 HP больше'
HOUR = '-й час противостояния'
MOVING = 'Ходит'
IS_OUT = 'Из состязания выбыл/а'
CONGRATULATIONS = 'Поздравляем!'
BEST = 'лучший питонист НГУ!'
ALL_DEAD = 'Все умерли! А это значит, хаос победил)'
